{"class_name": "Functional", "config": {"name": "functional_27", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 420], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_9"}, "name": "input_9", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "dense_8", "trainable": true, "dtype": "float32", "units": 32, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "dense_8", "inbound_nodes": [[["input_9", 0, 0, {}]]]}], "input_layers": [["input_9", 0, 0]], "output_layers": [["dense_8", 0, 0]]}, "keras_version": "2.4.0", "backend": "tensorflow"}